;汉化：aotix

[DarkEldarRaiders X2SitRepTemplate]
FriendlyName="黑暗灵族侵入者"
Description="黑暗灵族侵入者出现在该地区。如果没有反对，他们将杀死或奴役所有经过他们途径的人。"

[DarkEldarDomination X2SitRepTemplate]
FriendlyName="黑暗灵族统治"
Description="黑暗灵族势力已经控制了这个地区。看到他们不要留着它。"

[DarkEldarRaidersEffect X2SitRepEffect_AddTeam]
FriendlyName="黑暗灵族侵入者"
Description="在该地区发现了一支黑暗灵族侵入队。"

[DarkEldarDominationEffect X2SitRepEffect_AddTeam]
FriendlyName="黑暗灵族统治"
Description="黑暗灵族势力已控制了这片地区。"

[Reward_DarkEldarRaidersBaseAction X2RewardTemplate]
DisplayName="摧毁黑暗灵族网道之门"
RewardDetails="摧毁黑暗灵族网道之门，大幅降低袭击概率。"

[Reward_DiscoverDarkEldarRaidersBase X2RewardTemplate]
DisplayName="定位黑暗灵族网道之门"
RewardDetails="黑暗灵族正在利用网道之门在他们闲暇时对这个大陆发动袭击。我们必须在摧毁它之前找到这扇门。"

[CovertActionNarrative_FindDarkEldarRaidersBase X2CovertActionNarrativeTemplate]
ActionName="找寻黑暗灵族"
ActionPreNarrative="扫描显示在<XGParam:StrValue3/!ContinentName/>发现了一个黑暗灵族网道之门。只有在摧毁这个门之前，他们才能继续发动袭击、谋杀和奴役。"
ActionPostNarrative="已定位到黑暗灵族网道之门。"

[CovertActionNarrative_DarkEldarRaidersBaseAction X2CovertActionNarrativeTemplate]
ActionName="净化黑暗灵族"
ActionPreNarrative="变种人一直在<XGParam:StrValue3/!ContinentName/>阻碍我们的行动，直到现在。摆脱了变种人的干扰后，我们可以将黑暗灵族赶回网道中。"
ActionPostNarrative="现在是集中注意力对付剩余敌人的绝佳时机。"

[CovertAction_FindDarkEldarRaidersBase X2CovertActionTemplate]
ActionObjective="定位黑暗灵族网道之门"

[CovertAction_DarkEldarRaidersBaseAction X2CovertActionTemplate]
ActionObjective="摧毁黑暗灵族网道之门"

[KabaliteWarriorM1 X2CharacterTemplate]
+strCharacterName="黑暗灵族战士"

[KabaliteWarriorM2 X2CharacterTemplate]
+strCharacterName="老练的黑暗灵族战士"

[KabaliteWarriorM3 X2CharacterTemplate]
+strCharacterName="嫡系的黑暗灵族战士"

[KabaliteWarriorDarkBlasterM2 X2CharacterTemplate]
+strCharacterName="黑暗灵族灾祸"

[KabaliteWarriorDarkBlasterM3 X2CharacterTemplate]
+strCharacterName="黑暗灵族灾祸"

[ScourgeHaywireBlasterM2 X2CharacterTemplate]
+strCharacterName="黑暗灵族灾祸"

[ScourgeHaywireBlasterM3 X2CharacterTemplate]
+strCharacterName="黑暗灵族灾祸"

[KabaliteWarriorSybariteM1 X2CharacterTemplate]
+strCharacterName="黑暗灵族享乐者"

[KabaliteWarriorSybariteM2 X2CharacterTemplate]
+strCharacterName="老练的黑暗灵族享乐者"

[KabaliteWarriorSybariteM3 X2CharacterTemplate]
+strCharacterName="嫡系的黑暗灵族享乐者"

[WychM1 X2CharacterTemplate]
+strCharacterName="黑暗灵族巫师"

[WychM2 X2CharacterTemplate]
+strCharacterName="老练的黑暗灵族巫师"

[WychM3 X2CharacterTemplate]
+strCharacterName="精锐的黑暗灵族巫师"

[WychHekatrixM1 X2CharacterTemplate]
+strCharacterName="黑暗灵族海卡崔斯"

[WychHekatrixM2 X2CharacterTemplate]
+strCharacterName="老练的黑暗灵族海卡崔斯"

[WychHekatrixM3 X2CharacterTemplate]
+strCharacterName="精锐的黑暗灵族海卡崔斯"

[KabaliteDracon X2CharacterTemplate]
+strCharacterName="黑暗灵族巨龙"

[KabaliteArchon X2CharacterTemplate]
+strCharacterName="黑暗灵族执政官"

[Succubus X2CharacterTemplate]
+strCharacterName="黑暗灵族女妖"

[Incubus X2CharacterTemplate]
+strCharacterName="黑暗灵族梦魇"

[WrackM1 X2CharacterTemplate]
+strCharacterName="黑暗灵族残骸"

[WrackM2 X2CharacterTemplate]
+strCharacterName="黑暗灵族残骸"

[WrackM3 X2CharacterTemplate]
+strCharacterName="黑暗灵族残骸"

[GrotesqueM2 X2CharacterTemplate]
+strCharacterName="黑暗灵族怪诞者"

[GrotesqueM3 X2CharacterTemplate]
+strCharacterName="黑暗灵族怪诞者"

[Haemonculus X2CharacterTemplate]
+strCharacterName="黑暗灵族血伶人"

[KabaliteWarriorSybariteM1NR X2CharacterTemplate]
+strCharacterName="黑暗灵族享乐者"

[KabaliteWarriorSybariteM2NR X2CharacterTemplate]
+strCharacterName="老练的黑暗灵族享乐者"

[KabaliteWarriorSybariteM3NR X2CharacterTemplate]
+strCharacterName="嫡系的黑暗灵族享乐者"

[WychHekatrixM1NR X2CharacterTemplate]
+strCharacterName="黑暗灵族海卡崔斯"

[WychHekatrixM2NR X2CharacterTemplate]
+strCharacterName="老练的黑暗灵族海卡崔斯"

[WychHekatrixM3NR X2CharacterTemplate]
+strCharacterName="精锐的黑暗灵族海卡崔斯"

[KabaliteDraconNR X2CharacterTemplate]
+strCharacterName="黑暗灵族巨龙"

[SuccubusNR X2CharacterTemplate]
+strCharacterName="黑暗灵族女妖"

[HaemonculusNR X2CharacterTemplate]
+strCharacterName="黑暗灵族血伶人"





[WychStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText=""

[WrackStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText=""

[IncubusStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText=""

[DraconStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText=""

[ArchonStrike X2AbilityTemplate]
LocFriendlyName="近战打击"
LocHelpText=""

[DarkEldarAbductionMove X2AbilityTemplate]
LocFriendlyName="奴役"
LocHelpText=""

[DarkEldarAbduction X2AbilityTemplate]
LocFriendlyName="奴役"
LocHelpText=""

[CallDarkEldarReinforcementsM1 X2AbilityTemplate]
LocFriendlyName="呼叫增援"
LocHelpText=""

[CallDarkEldarReinforcementsM2 X2AbilityTemplate]
LocFriendlyName="呼叫增援"
LocHelpText=""

[CallDarkEldarReinforcementsM3 X2AbilityTemplate]
LocFriendlyName="呼叫增援"
LocHelpText=""

[WRACK_REGENERATION_T1 X2AbilityTemplate]
LocFriendlyName="再生"
LocHelpText=""

[WRACK_REGENERATION_T2 X2AbilityTemplate]
LocFriendlyName="再生"
LocHelpText=""

[WRACK_REGENERATION_T3 X2AbilityTemplate]
LocFriendlyName="再生"
LocHelpText=""

[HaywireBlaster X2AbilityTemplate]
LocFriendlyName="混乱爆破"
LocHelpText=""

[HaywireShot X2AbilityTemplate]
LocFriendlyName="混乱爆破"
LocHelpText=""

[GrotesqueBlaster X2AbilityTemplate]
LocFriendlyName="怪诞爆破"
LocHelpText=""

[DARKELDARGROTESQUEQuake X2AbilityTemplate]
LocFriendlyName="冲击波"
LocHelpText=""

[DarkEldarTeleport X2AbilityTemplate]
LocFriendlyName="搬迁"
LocHelpText=""

[DarkEldarLeaderReactions X2AbilityTemplate]
LocFriendlyName="出于恶意"
LocHelpText=""

[DarkEldarLeaderReactions X2AbilityTemplate]
LocFriendlyName="出于恶意"
LocHelpText=""

[DarkEldarLiquifier X2AbilityTemplate]
LocFriendlyName="液化器"
LocHelpText=""

[DarkEldarHaemonculusLifeLeech X2AbilityTemplate]
LocFriendlyName="生命汲取"
LocHelpText=""
